Repository: common-repository/wp-bucket
Catalog: languages/wp-bucket-*.po
Languages: fa_ir

source: Unfortunately, you have not permission to access this page.
fa_ir: با عرض پوزش، شما مجوزهای لازم برای دسترسی به این صفحه را ندارید.

source: WP Bucket Settings.
fa_ir: تنظیمات WP Bucket

source: Please check integrated applications section in your bitbucket admin panel for getting consumer keys. link should be like this: %s
fa_ir: برای دریافت کلیدهای consumer لطفا بخش integrated applications را از ادمین پنل بیت باکت خود بررسی کنید. لینک آن بایستی شبیه به این باشد : %s

source: WP Bucket Membership
fa_ir: عضویت WP Bucket

source: Everyone can login with bitbucket account.
fa_ir: هر کسی می تواند توسط اکانت بیت باکت وارد شود.

source: Select a role to access the pages %1$s and %2$s
fa_ir: یک نقش را برای دسترسی به صفحات %1$s و %2$s انتخاب کنید.

source: Selection of a role, provide accessibility to the upper roles, for example with the selection of role 'Editor' accessibility of 'Editor' and 'Administrator' role will be possible to the pages.
fa_ir: انتخاب یک نقش، دسترسی نقش های بالاتر را به صفحات فراهم می کند، مثلا با انتخاب نقش Editor دسترسی هر دو نقش Administrator و Editor به صفحات میسر می شود.

source: Consumer Key
fa_ir: کلید مصرف کننده

source: Consumer Secret Key
fa_ir: کلید رمزی مصرف کننده

source: Try Again
fa_ir: دوباره تلاش کنید

source: Login by Bitbucket
fa_ir: ورود توسط بیت باکت

source: Cookies expired. Please try again.
fa_ir: کوکی ها نامعتبر شده اند، لطفا دوباره تلاش کنید.
